export const dataList = [
  {
    id: "id1",
    imageSrc: "team-1.jpg",
    content: "자바스크립트(JavaScript)는 객체(object) 기반의 스크립트 언어입니다."
      + "HTML로는 웹의 내용을 작성하고, CSS로는 웹을 디자인하며, 자바스크립트로는 웹의 동작을 구현할 수 있습니다."
      + "자바스크립트는 주로 웹 브라우저에서 사용되나, Node.js와 같은 프레임워크를 사용하면 서버 측 프로그래밍에서도 사용할 수 있습니다."
      + "현재 컴퓨터나 스마트폰 등에 포함된 대부분의 웹 브라우저에는 자바스크립트 인터프리터가 내장되어 있습니다.",
    date: "2024-04-25 01:00:00",
    good: "2",
    comment: [
      {id: "id2", imageSrc: "team-2.jpg", content: "자바스크립트(JavaScript)는 객체(object) 기반의 스크립트 언어입니까?", date: "2024-04-25 01:10:00"},
      {id: "id3", imageSrc: "team-3.jpg", content: "현재 컴퓨터나 스마트폰 등에 포함된 대부분의 웹 브라우저에는 자바스크립트 인터프리터가 내장되어 있습니다.", date: "2024-04-25 01:20:00"}
    ]
  },
  {
    id: "id2",
    imageSrc: "team-2.jpg",
    content: "자바스크립트(JavaScript)는 객체(object) 기반의 스크립트 언어입니다."
      + "HTML로는 웹의 내용을 작성하고, CSS로는 웹을 디자인하며, 자바스크립트로는 웹의 동작을 구현할 수 있습니다."
      + "자바스크립트는 주로 웹 브라우저에서 사용되나, Node.js와 같은 프레임워크를 사용하면 서버 측 프로그래밍에서도 사용할 수 있습니다."
      + "현재 컴퓨터나 스마트폰 등에 포함된 대부분의 웹 브라우저에는 자바스크립트 인터프리터가 내장되어 있습니다.",
    date: "2024-04-25 02:00:00",
    good: "356",
    comment:[
      {id: "id2", imageSrc: "team-2.jpg", content: "HTML로는 웹의 내용을 작성하고, CSS로는 웹을 디자인하며, 자바스크립트로는 웹의 동작을 구현할 수 있습니다.", date: "2024-04-25 02:10:00"},
      {id: "id3", imageSrc: "team-3.jpg", content: "Node.js와 같은 프레임워크를 사용하면 서버 측 프로그래밍에서도 사용할 수 있습니다.", date: "2024-04-25 02:20:00"}
    ]
  },
  {
    id: "id3",
    imageSrc: "team-3.jpg",
    content: "자바스크립트(JavaScript)는 객체(object) 기반의 스크립트 언어입니다."
      + "HTML로는 웹의 내용을 작성하고, CSS로는 웹을 디자인하며, 자바스크립트로는 웹의 동작을 구현할 수 있습니다."
      + "자바스크립트는 주로 웹 브라우저에서 사용되나, Node.js와 같은 프레임워크를 사용하면 서버 측 프로그래밍에서도 사용할 수 있습니다."
      + "현재 컴퓨터나 스마트폰 등에 포함된 대부분의 웹 브라우저에는 자바스크립트 인터프리터가 내장되어 있습니다.",
    date: "2024-04-25 03:00:00",
    good: "35",
    comment:[]
  },
  {
    id: "id4",
    imageSrc: "team-4.jpg",
    content: "자바스크립트(JavaScript)는 객체(object) 기반의 스크립트 언어입니다."
      + "HTML로는 웹의 내용을 작성하고, CSS로는 웹을 디자인하며, 자바스크립트로는 웹의 동작을 구현할 수 있습니다."
      + "자바스크립트는 주로 웹 브라우저에서 사용되나, Node.js와 같은 프레임워크를 사용하면 서버 측 프로그래밍에서도 사용할 수 있습니다."
      + "현재 컴퓨터나 스마트폰 등에 포함된 대부분의 웹 브라우저에는 자바스크립트 인터프리터가 내장되어 있습니다.",
    date: "2024-04-25 04:00:00",
    good: "47890",
    comment:[]
  },
]